Repository: andrulonis/ICT4D
Catalog: forecast/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Error retrieving weather information, please try again later.
fr: Erreur lors de la récupération des informations météorologiques, veuillez réessayer ultérieurement.

source: An internal server error occurred. Please try again later.
fr: Une erreur interne du serveur s'est produite. Veuillez réessayer plus tard.

source: You've reached AgriSpeak, a service for rain prediction in the Sahel.
fr: Vous avez atteint AgriSpeak, un service de prédiction de pluie dans le Sahel

source: For daily forecast, press 1.
fr: Pour les prévisions quotidiennes, appuyez sur 1.

source: For information on yesterday's rainfall, press 2.
fr: Pour des informations sur les pluies d'hier, appuyez sur 2.

source: For estimated duration of rainfall, press 3.
fr: Pour la durée estimée des pluies, appuyez sur 3.

source: For reporting feedback, press 4.
fr: Pour soumettre vos commentaires, appuyez sur 4.

source: Rainfall expected in the next 24 hours
fr: Précipitations prévues dans les prochaines 24 heures

source: Rainfall in the past 24 hours
fr: Précipitations au cours des dernières 24 heures

source: Estimated duration of current rainfall
fr: Durée estimée des précipitations actuelles

source: It is not currently raining, so it is not possible to estimate the duration of rainfall.
fr: Il ne pleut pas actuellement, il n'est donc pas possible d'estimer la durée des précipitations.

source: None
fr: Aucune

source: Weak
fr: Faible

source: Moderate
fr: Modérée

source: Heavy
fr: Forte

source: Very heavy
fr: Très forte

source: Extreme
fr: Extrême

source: Very extreme
fr: Très extrême

source: %(count)d hour
fr: %(count)d heure
